Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# core.outbox.prepared
source: %lld prepared
ar: %lld جاهز
bg: %lld подготвени
bn: %lldটি প্রস্তুত
cs: %lld připraveno
de: %lld vorbereitet
es: %lld preparados
fr: %lld préparés
gu: %lld તૈયાર
he: %lld מוכנים
hi: %lld तैयार
hr: %lld pripremljeno
it: %lld preparati
ja: %lld件準備完了
kn: %lld ಸಿದ್ಧವಾಗಿದೆ
ko: %lld개 준비됨
ml: %lld തയ്യാറായി
mr: %lld तयार
nl: %lld voorbereid
pa: %lld ਤਿਆਰ
pl: %lld przygotowanych
pt_br: %lld preparados
ta: %lld தயாரானது
te: %lld సిద్ధంగా ఉన్నాయి
th: เตรียมแล้ว %lld รายการ
tr: %lld hazır
uk: %lld підготовлено
ur: %lld تیار
vi: %lld đã chuẩn bị
zh_hans: %lld 个已准备
zh_hant: %lld 個已準備

# core.outbox.preparing
source: %lld preparing
ar: %lld قيد التحضير
bg: %lld се подготвят
bn: %lldটি প্রস্তুত হচ্ছে
cs: %lld se připravuje
de: %lld in Vorbereitung
es: %lld en preparación
fr: %lld en préparation
gu: %lld તૈયાર થઈ રહ્યા છે
he: %lld בהכנה
hi: %lld तैयार हो रहे हैं
hr: %lld se priprema
it: %lld in preparazione
ja: %lld件準備中
kn: %lld ಸಿದ್ಧವಾಗುತ್ತಿದೆ
ko: %lld개 준비 중
ml: %lld തയ്യാറാക്കുന്നു
mr: %lld तयार होत आहेत
nl: %lld aan het voorbereiden
pa: %lld ਤਿਆਰ ਹੋ ਰਹੇ ਹਨ
pl: %lld przygotowywanych
pt_br: %lld preparando
ta: %lld தயாராகிறது
te: %lld సిద్ధమవుతున్నాయి
th: กำลังเตรียม %lld รายการ
tr: %lld hazırlanıyor
uk: %lld готується
ur: %lld تیار ہو رہے ہیں
vi: %lld đang chuẩn bị
zh_hans: %lld 个正在准备
zh_hant: %lld 個準備中

# core.outbox.publishing
source: %lld publishing
ar: %lld قيد النشر
bg: %lld се публикуват
bn: %lldটি প্রকাশিত হচ্ছে
cs: %lld se zveřejňuje
de: %lld werden veröffentlicht
es: %lld publicándose
fr: %lld en cours de publication
gu: %lld પ્રકાશિત થઈ રહ્યા છે
he: %lld בפרסום
hi: %lld प्रकाशित हो रहे हैं
hr: %lld se objavljuje
it: %lld in pubblicazione
ja: %lld件公開中
kn: %lld ಪ್ರಕಟವಾಗುತ್ತಿದೆ
ko: %lld개 게시 중
ml: %lld പ്രസിദ്ധീകരിക്കുന്നു
mr: %lld प्रकाशित होत आहेत
nl: %lld aan het publiceren
pa: %lld ਪ੍ਰਕਾਸ਼ਿਤ ਹੋ ਰਹੇ ਹਨ
pl: %lld publikowanych
pt_br: %lld publicando
ta: %lld வெளியிடப்படுகிறது
te: %lld ప్రచురితమవుతున్నాయి
th: กำลังเผยแพร่ %lld รายการ
tr: %lld yayımlanıyor
uk: %lld публікується
ur: %lld شائع ہو رہے ہیں
vi: %lld đang phát hành
zh_hans: %lld 个正在发布
zh_hant: %lld 個發佈中

# core.outbox.retrying
source: Retrying (%lld)
ar: تجري إعادة المحاولة (%lld)
bg: Повторен опит (%lld)
bn: আবার চেষ্টা হচ্ছে (%lld)
cs: Opakování (%lld)
de: Wird wiederholt (%lld)
es: Reintentando (%lld)
fr: Nouvel essai (%lld)
gu: ફરી પ્રયાસ થઈ રહ્યો છે (%lld)
he: מנסה שוב (%lld)
hi: पुनः प्रयास हो रहा है (%lld)
hr: Ponovni pokušaj (%lld)
it: Nuovo tentativo (%lld)
ja: 再試行中 (%lld)
kn: ಮರುಪ್ರಯತ್ನಿಸುತ್ತಿದೆ (%lld)
ko: 재시도 중 (%lld)
ml: വീണ്ടും ശ്രമിക്കുന്നു (%lld)
mr: पुन्हा प्रयत्न होत आहे (%lld)
nl: Opnieuw proberen (%lld)
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਹੋ ਰਹੀ ਹੈ (%lld)
pl: Ponawianie (%lld)
pt_br: Tentando novamente (%lld)
ta: மீண்டும் முயற்சிக்கிறது (%lld)
te: మళ్లీ ప్రయత్నిస్తోంది (%lld)
th: กำลังลองใหม่ (%lld)
tr: Yeniden deneniyor (%lld)
uk: Повторна спроба (%lld)
ur: دوبارہ کوشش جاری ہے (%lld)
vi: Đang thử lại (%lld)
zh_hans: 重试中 (%lld)
zh_hant: 重試中 (%lld)

# core.outbox.source_unavailable
source: Source unavailable
ar: المصدر غير متاح
bg: Източникът не е наличен
bn: উৎস উপলভ্য নয়
cs: Zdroj není k dispozici
de: Quelle nicht verfügbar
es: Fuente no disponible
fr: Source indisponible
gu: સ્રોત ઉપલબ્ધ નથી
he: המקור אינו זמין
hi: स्रोत उपलब्ध नहीं है
hr: Izvor nije dostupan
it: Origine non disponibile
ja: ソースを利用できません
kn: ಮೂಲ ಲಭ್ಯವಿಲ್ಲ
ko: 원본을 사용할 수 없음
ml: ഉറവിടം ലഭ്യമല്ല
mr: स्रोत उपलब्ध नाही
nl: Bron niet beschikbaar
pa: ਸਰੋਤ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Źródło jest niedostępne
pt_br: Fonte indisponível
ta: மூலம் கிடைக்கவில்லை
te: మూలం అందుబాటులో లేదు
th: ไม่พบแหล่งที่มา
tr: Kaynak kullanılamıyor
uk: Джерело недоступне
ur: ماخذ دستیاب نہیں ہے
vi: Nguồn không khả dụng
zh_hans: 源文件不可用
zh_hant: 來源檔案無法使用

# core.outbox.throughput
source: %@/s
ar: %@/ث
bg: %@/с
he: %@/ש'
ja: %@/秒
ko: %@/초
th: %@/วินาที
tr: %@/sn
uk: %@/с
vi: %@/giây
zh_hans: %@/秒
zh_hant: %@/秒

# core.outbox.uploaded
source: %lld uploaded
ar: تم رفع %lld
bg: %lld качени
bn: %lldটি আপলোড হয়েছে
cs: %lld nahráno
de: %lld hochgeladen
es: %lld subidos
fr: %lld envoyés
gu: %lld અપલોડ થયા
he: %lld הועלו
hi: %lld अपलोड हो चुके हैं
hr: %lld učitano
it: %lld caricati
ja: %lld件アップロード済み
kn: %lld ಅಪ್‌ಲೋಡ್ ಆಗಿದೆ
ko: %lld개 업로드됨
ml: %lld അപ്ലോഡ് ചെയ്തു
mr: %lld अपलोड झाले
nl: %lld geüpload
pa: %lld ਅੱਪਲੋਡ ਹੋ ਗਏ
pl: %lld przesłanych
pt_br: %lld enviados
ta: %lld பதிவேற்றப்பட்டது
te: %lld అప్‌లోడ్ అయ్యాయి
th: อัปโหลดแล้ว %lld รายการ
tr: %lld yüklendi
uk: %lld вивантажено
ur: %lld اپ لوڈ ہو چکے ہیں
vi: %lld đã tải lên
zh_hans: %lld 个已上传
zh_hant: %lld 個已上傳

# core.pairing.admit.activating_device
source: Activating device…
ar: جارٍ تفعيل الجهاز…
bg: Активиране на устройството…
bn: ডিভাইস সক্রিয় করা হচ্ছে…
cs: Aktivace zařízení…
de: Gerät wird aktiviert…
es: Activando el dispositivo…
fr: Activation de l’appareil…
gu: ઉપકરણ સક્રિય થઈ રહ્યું છે…
he: מפעיל את המכשיר…
hi: डिवाइस सक्रिय किया जा रहा है…
hr: Aktiviranje uređaja…
it: Attivazione del dispositivo…
ja: デバイスを有効化中…
kn: ಸಾಧನವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತಿದೆ…
ko: 기기 활성화 중…
ml: ഉപകരണം സജീവമാക്കുന്നു…
mr: डिव्हाइस सक्रिय करत आहे…
nl: Apparaat activeren…
pa: ਡਿਵਾਈਸ ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Aktywowanie urządzenia…
pt_br: Ativando dispositivo…
ta: சாதனம் செயல்படுத்தப்படுகிறது…
te: పరికరం సక్రియం అవుతోంది…
th: กำลังเปิดใช้งานอุปกรณ์…
tr: Cihaz etkinleştiriliyor…
uk: Активація пристрою…
ur: آلہ فعال کیا جا رہا ہے…
vi: Đang kích hoạt thiết bị…
zh_hans: 正在激活设备…
zh_hant: 正在啟用裝置…

# core.pairing.admit.granting_provider_access
source: Granting cloud access…
ar: جارٍ منح الوصول إلى السحابة…
bg: Предоставяне на достъп до облака…
bn: ক্লাউড অ্যাক্সেস দেওয়া হচ্ছে…
cs: Udělování přístupu ke cloudu…
de: Cloud-Zugriff wird gewährt…
es: Concediendo acceso a la nube…
fr: Octroi de l’accès au cloud…
gu: ક્લાઉડ ઍક્સેસ આપવામાં આવી રહી છે…
he: מעניק גישה לענן…
hi: क्लाउड ऐक्सेस दिया जा रहा है…
hr: Davanje pristupa oblaku…
it: Concessione dell’accesso al cloud…
ja: クラウドへのアクセスを許可中…
kn: ಕ್ಲೌಡ್ ಪ್ರವೇಶವನ್ನು ನೀಡಲಾಗುತ್ತಿದೆ…
ko: 클라우드 액세스 권한 부여 중…
ml: ക്ലൗഡ് ആക്സസ് അനുവദിക്കുന്നു…
mr: क्लाउड प्रवेश देत आहे…
nl: Cloudtoegang verlenen…
pa: ਕਲਾਉਡ ਪਹੁੰਚ ਦਿੱਤੀ ਜਾ ਰਹੀ ਹੈ…
pl: Przyznawanie dostępu do chmury…
pt_br: Concedendo acesso à nuvem…
ta: மேக அணுகல் வழங்கப்படுகிறது…
te: క్లౌడ్ యాక్సెస్ మంజూరు అవుతోంది…
th: กำลังให้สิทธิ์เข้าถึงคลาวด์…
tr: Bulut erişimi veriliyor…
uk: Надання доступу до хмари…
ur: کلاؤڈ رسائی دی جا رہی ہے…
vi: Đang cấp quyền truy cập đám mây…
zh_hans: 正在授予云端访问权限…
zh_hant: 正在授予雲端存取權…

# core.pairing.admit.preparing_invitation
source: Preparing invitation…
ar: جارٍ إعداد الدعوة…
bg: Подготвяне на поканата…
bn: আমন্ত্রণ প্রস্তুত করা হচ্ছে…
cs: Příprava pozvánky…
de: Einladung wird vorbereitet…
es: Preparando la invitación…
fr: Préparation de l’invitation…
gu: આમંત્રણ તૈયાર થઈ રહ્યું છે…
he: מכין הזמנה…
hi: आमंत्रण तैयार किया जा रहा है…
hr: Priprema pozivnice…
it: Preparazione dell’invito…
ja: 招待を準備中…
kn: ಆಮಂತ್ರಣವನ್ನು ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ…
ko: 초대 준비 중…
ml: ക്ഷണം തയ്യാറാക്കുന്നു…
mr: आमंत्रण तयार करत आहे…
nl: Uitnodiging voorbereiden…
pa: ਸੱਦਾ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Przygotowywanie zaproszenia…
pt_br: Preparando convite…
ta: அழைப்பு தயாராகிறது…
te: ఆహ్వానం సిద్ధమవుతోంది…
th: กำลังเตรียมคำเชิญ…
tr: Davet hazırlanıyor…
uk: Підготовка запрошення…
ur: دعوت تیار ہو رہی ہے…
vi: Đang chuẩn bị lời mời…
zh_hans: 正在准备邀请…
zh_hant: 正在準備邀請…

# core.pairing.admit.preparing_library
source: Preparing library…
ar: جارٍ إعداد المكتبة…
bg: Подготвяне на библиотеката…
bn: লাইব্রেরি প্রস্তুত করা হচ্ছে…
cs: Příprava knihovny…
de: Mediathek wird vorbereitet…
es: Preparando la biblioteca…
fr: Préparation de la bibliothèque…
gu: લાઇબ્રેરી તૈયાર થઈ રહી છે…
he: מכין את הספרייה…
hi: लाइब्रेरी तैयार की जा रही है…
hr: Priprema fonoteke…
it: Preparazione della libreria…
ja: ライブラリを準備中…
kn: ಲೈಬ್ರರಿಯನ್ನು ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ…
ko: 라이브러리 준비 중…
ml: ലൈബ്രറി തയ്യാറാക്കുന്നു…
mr: संग्रहालय तयार करत आहे…
nl: Bibliotheek voorbereiden…
pa: ਲਾਇਬ੍ਰੇਰੀ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
pl: Przygotowywanie biblioteki…
pt_br: Preparando a biblioteca…
ta: நூலகம் தயாராகிறது…
te: లైబ్రరీ సిద్ధమవుతోంది…
th: กำลังเตรียมคลัง…
tr: Arşiv hazırlanıyor…
uk: Підготовка бібліотеки…
ur: لائبریری تیار ہو رہی ہے…
vi: Đang chuẩn bị thư viện…
zh_hans: 正在准备曲库…
zh_hant: 正在準備資料庫…

# core.pairing.admit.waiting_for_joining_device
source: Waiting for the joining device…
ar: في انتظار الجهاز المنضم…
bg: Изчакване на присъединяващото се устройство…
bn: যোগদানকারী ডিভাইসের অপেক্ষায়…
cs: Čekání na připojované zařízení…
de: Warten auf das beitretende Gerät…
es: Esperando al dispositivo que se está uniendo…
fr: En attente de l’appareil qui rejoint…
gu: જોડાઈ રહેલા ઉપકરણની રાહ જોવાઈ રહી છે…
he: ממתין למכשיר המצטרף…
hi: जुड़ रहे डिवाइस की प्रतीक्षा…
hr: Čekanje uređaja koji se pridružuje…
it: In attesa del dispositivo che si sta unendo…
ja: 参加するデバイスを待っています…
kn: ಸೇರುತ್ತಿರುವ ಸಾಧನಕ್ಕಾಗಿ ಕಾಯುತ್ತಿದೆ…
ko: 참여 중인 기기 대기 중…
ml: ചേരുന്ന ഉപകരണത്തിനായി കാത്തിരിക്കുന്നു…
mr: जोडल्या जाणाऱ्या डिव्हाइसची प्रतीक्षा…
nl: Wachten op het toetredende apparaat…
pa: ਸ਼ਾਮਲ ਹੋ ਰਹੇ ਡਿਵਾਈਸ ਦੀ ਉਡੀਕ ਹੈ…
pl: Oczekiwanie na dołączające urządzenie…
pt_br: Aguardando o dispositivo que está entrando…
ta: இணையும் சாதனத்திற்காகக் காத்திருக்கிறது…
te: చేరుతున్న పరికరం కోసం వేచి ఉంది…
th: กำลังรออุปกรณ์ที่เข้าร่วม…
tr: Katılan cihaz bekleniyor…
uk: Очікування пристрою, що приєднується…
ur: شامل ہونے والے آلے کا انتظار ہے…
vi: Đang chờ thiết bị tham gia…
zh_hans: 正在等待加入的设备…
zh_hant: 正在等待加入的裝置…

# core.pairing.admit.waiting_for_provider_access_request
source: Waiting for cloud access request…
ar: في انتظار طلب الوصول إلى السحابة…
bg: Изчакване на заявката за достъп до облака…
bn: ক্লাউড অ্যাক্সেস অনুরোধের অপেক্ষায়…
cs: Čekání na žádost o přístup ke cloudu…
de: Warten auf die Cloud-Zugriffsanfrage…
es: Esperando la solicitud de acceso a la nube…
fr: En attente de la demande d’accès au cloud…
gu: ક્લાઉડ ઍક્સેસ વિનંતીની રાહ જોવાઈ રહી છે…
he: ממתין לבקשת גישה לענן…
hi: क्लाउड ऐक्सेस अनुरोध की प्रतीक्षा…
hr: Čekanje zahtjeva za pristup oblaku…
it: In attesa della richiesta di accesso al cloud…
ja: クラウドアクセスのリクエストを待っています…
kn: ಕ್ಲೌಡ್ ಪ್ರವೇಶ ವಿನಂತಿಗಾಗಿ ಕಾಯುತ್ತಿದೆ…
ko: 클라우드 액세스 요청 대기 중…
ml: ക്ലൗഡ് ആക്സസ് അഭ്യർഥനയ്ക്കായി കാത്തിരിക്കുന്നു…
mr: क्लाउड प्रवेश विनंतीची प्रतीक्षा…
nl: Wachten op verzoek om cloudtoegang…
pa: ਕਲਾਉਡ ਪਹੁੰਚ ਬੇਨਤੀ ਦੀ ਉਡੀਕ ਹੈ…
pl: Oczekiwanie na żądanie dostępu do chmury…
pt_br: Aguardando solicitação de acesso à nuvem…
ta: மேக அணுகல் கோரிக்கைக்காகக் காத்திருக்கிறது…
te: క్లౌడ్ యాక్సెస్ అభ్యర్థన కోసం వేచి ఉంది…
th: กำลังรอคำขอเข้าถึงคลาวด์…
tr: Bulut erişim isteği bekleniyor…
uk: Очікування запиту доступу до хмари…
ur: کلاؤڈ رسائی کی درخواست کا انتظار ہے…
vi: Đang chờ yêu cầu truy cập đám mây…
zh_hans: 正在等待云端访问请求…
zh_hant: 正在等待雲端存取要求…

# core.pairing.admit.waiting_for_registration_request
source: Waiting for device registration request…
ar: في انتظار طلب تسجيل الجهاز…
bg: Изчакване на заявката за регистрация на устройството…
bn: ডিভাইস নিবন্ধন অনুরোধের অপেক্ষায়…
cs: Čekání na žádost o registraci zařízení…
de: Warten auf die Geräteregistrierung…
es: Esperando la solicitud de registro del dispositivo…
fr: En attente de la demande d’enregistrement de l’appareil…
gu: ઉપકરણ નોંધણી વિનંતીની રાહ જોવાઈ રહી છે…
he: ממתין לבקשת רישום המכשיר…
hi: डिवाइस पंजीकरण अनुरोध की प्रतीक्षा…
hr: Čekanje zahtjeva za registraciju uređaja…
it: In attesa della richiesta di registrazione del dispositivo…
ja: デバイス登録のリクエストを待っています…
kn: ಸಾಧನ ನೋಂದಣಿ ವಿನಂತಿಗಾಗಿ ಕಾಯುತ್ತಿದೆ…
ko: 기기 등록 요청 대기 중…
ml: ഉപകരണ രജിസ്ട്രേഷൻ അഭ്യർഥനയ്ക്കായി കാത്തിരിക്കുന്നു…
mr: डिव्हाइस नोंदणी विनंतीची प्रतीक्षा…
nl: Wachten op verzoek om apparaatregistratie…
pa: ਡਿਵਾਈਸ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਬੇਨਤੀ ਦੀ ਉਡੀਕ ਹੈ…
pl: Oczekiwanie na żądanie rejestracji urządzenia…
pt_br: Aguardando solicitação de registro do dispositivo…
ta: சாதனப் பதிவுக் கோரிக்கைக்காகக் காத்திருக்கிறது…
te: పరికర నమోదు అభ్యర్థన కోసం వేచి ఉంది…
th: กำลังรอคำขอลงทะเบียนอุปกรณ์…
tr: Cihaz kayıt isteği bekleniyor…
uk: Очікування запиту реєстрації пристрою…
ur: آلے کی رجسٹریشن درخواست کا انتظار ہے…
vi: Đang chờ yêu cầu đăng ký thiết bị…
zh_hans: 正在等待设备注册请求…
zh_hant: 正在等待裝置註冊要求…

# core.pairing.cancelling
source: Cancelling pairing…
ar: جارٍ إلغاء الاقتران…
bg: Сдвояването се отменя…
bn: পেয়ারিং বাতিল করা হচ্ছে…
cs: Rušení párování…
de: Kopplung wird abgebrochen…
es: Cancelando el emparejamiento…
fr: Annulation du jumelage…
gu: પેરિંગ રદ થઈ રહ્યું છે…
he: מבטל את הצימוד…
hi: पेयरिंग रद्द की जा रही है…
hr: Otkazivanje uparivanja…
it: Annullamento dell’abbinamento…
ja: ペアリングをキャンセル中…
kn: ಜೋಡಿಸುವಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುತ್ತಿದೆ…
ko: 페어링 취소 중…
ml: ജോടിയാക്കൽ റദ്ദാക്കുന്നു…
mr: पेअरिंग रद्द करत आहे…
nl: Koppeling annuleren…
pa: ਪੇਅਰਿੰਗ ਰੱਦ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
pl: Anulowanie parowania…
pt_br: Cancelando o pareamento…
ta: இணைத்தல் ரத்துசெய்யப்படுகிறது…
te: జతచేయడాన్ని రద్దు చేస్తోంది…
th: กำลังยกเลิกการจับคู่…
tr: Eşleştirme iptal ediliyor…
uk: Скасування сполучення…
ur: پیئرنگ منسوخ ہو رہی ہے…
vi: Đang hủy ghép nối…
zh_hans: 正在取消配对…
zh_hant: 正在取消配對…

# core.pairing.join.catching_up
source: Catching up with library changes…
ar: جارٍ تطبيق تغييرات المكتبة…
bg: Прилагане на промените в библиотеката…
bn: লাইব্রেরির পরিবর্তন প্রয়োগ করা হচ্ছে…
cs: Použití změn knihovny…
de: Mediatheksänderungen werden übernommen…
es: Aplicando los cambios de la biblioteca…
fr: Application des modifications de la bibliothèque…
gu: લાઇબ્રેરીના ફેરફારો લાગુ થઈ રહ્યા છે…
he: מחיל שינויים בספרייה…
hi: लाइब्रेरी बदलाव लागू किए जा रहे हैं…
hr: Primjena promjena fonoteke…
it: Applicazione delle modifiche alla libreria…
ja: ライブラリの変更を反映中…
kn: ಲೈಬ್ರರಿ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಲಾಗುತ್ತಿದೆ…
ko: 라이브러리 변경 사항 적용 중…
ml: ലൈബ്രറി മാറ്റങ്ങൾ പ്രയോഗിക്കുന്നു…
mr: संग्रहालयातील बदल लागू करत आहे…
nl: Bibliotheekwijzigingen toepassen…
pa: ਲਾਇਬ੍ਰੇਰੀ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ…
pl: Stosowanie zmian biblioteki…
pt_br: Aplicando alterações da biblioteca…
ta: நூலக மாற்றங்கள் பயன்படுத்தப்படுகின்றன…
te: లైబ్రరీ మార్పులు వర్తింపజేయబడుతున్నాయి…
th: กำลังใช้การเปลี่ยนแปลงของคลัง…
tr: Arşiv değişiklikleri uygulanıyor…
uk: Застосування змін бібліотеки…
ur: لائبریری کی تبدیلیاں لاگو ہو رہی ہیں…
vi: Đang áp dụng thay đổi thư viện…
zh_hans: 正在应用曲库更改…
zh_hant: 正在套用資料庫變更…

# core.pairing.join.downloading_snapshot
source: Downloading library snapshot…
ar: جارٍ تنزيل لقطة المكتبة…
bg: Изтегляне на снимка на библиотеката…
bn: লাইব্রেরির স্ন্যাপশট ডাউনলোড হচ্ছে…
cs: Stahování snímku knihovny…
de: Mediathek-Snapshot wird geladen…
es: Descargando la instantánea de la biblioteca…
fr: Téléchargement de l’instantané de la bibliothèque…
gu: લાઇબ્રેરી સ્નૅપશૉટ ડાઉનલોડ થઈ રહ્યો છે…
he: מוריד תמונת מצב של הספרייה…
hi: लाइब्रेरी स्नैपशॉट डाउनलोड हो रहा है…
hr: Preuzimanje snimke fonoteke…
it: Download dell’istantanea della libreria…
ja: ライブラリのスナップショットをダウンロード中…
kn: ಲೈಬ್ರರಿ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ…
ko: 라이브러리 스냅샷 다운로드 중…
ml: ലൈബ്രറി സ്നാപ്പ്ഷോട്ട് ഡൗൺലോഡ് ചെയ്യുന്നു…
mr: संग्रहालय स्नॅपशॉट डाउनलोड होत आहे…
nl: Bibliotheekmomentopname downloaden…
pa: ਲਾਇਬ੍ਰੇਰੀ ਸਨੈਪਸ਼ਾਟ ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ…
pl: Pobieranie migawki biblioteki…
pt_br: Baixando o instantâneo da biblioteca…
ta: நூலக நிலைப்படம் பதிவிறக்கப்படுகிறது…
te: లైబ్రరీ స్నాప్‌షాట్ డౌన్‌లోడ్ అవుతోంది…
th: กำลังดาวน์โหลดสแนปช็อตคลัง…
tr: Arşiv anlık görüntüsü indiriliyor…
uk: Завантаження знімка бібліотеки…
ur: لائبریری اسنیپ شاٹ ڈاؤن لوڈ ہو رہا ہے…
vi: Đang tải ảnh chụp thư viện…
zh_hans: 正在下载曲库快照…
zh_hant: 正在下載資料庫快照…

# core.pairing.join.installing_snapshot
source: Installing library snapshot…
ar: جارٍ تثبيت لقطة المكتبة…
bg: Инсталиране на снимка на библиотеката…
bn: লাইব্রেরির স্ন্যাপশট ইনস্টল হচ্ছে…
cs: Instalace snímku knihovny…
de: Mediathek-Snapshot wird installiert…
es: Instalando la instantánea de la biblioteca…
fr: Installation de l’instantané de la bibliothèque…
gu: લાઇબ્રેરી સ્નૅપશૉટ ઇન્સ્ટૉલ થઈ રહ્યો છે…
he: מתקין תמונת מצב של הספרייה…
hi: लाइब्रेरी स्नैपशॉट इंस्टॉल हो रहा है…
hr: Instaliranje snimke fonoteke…
it: Installazione dell’istantanea della libreria…
ja: ライブラリのスナップショットをインストール中…
kn: ಲೈಬ್ರರಿ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ…
ko: 라이브러리 스냅샷 설치 중…
ml: ലൈബ്രറി സ്നാപ്പ്ഷോട്ട് ഇൻസ്റ്റാൾ ചെയ്യുന്നു…
mr: संग्रहालय स्नॅपशॉट स्थापित होत आहे…
nl: Bibliotheekmomentopname installeren…
pa: ਲਾਇਬ੍ਰੇਰੀ ਸਨੈਪਸ਼ਾਟ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ…
pl: Instalowanie migawki biblioteki…
pt_br: Instalando o instantâneo da biblioteca…
ta: நூலக நிலைப்படம் நிறுவப்படுகிறது…
te: లైబ్రరీ స్నాప్‌షాట్ ఇన్‌స్టాల్ అవుతోంది…
th: กำลังติดตั้งสแนปช็อตคลัง…
tr: Arşiv anlık görüntüsü kuruluyor…
uk: Установлення знімка бібліотеки…
ur: لائبریری اسنیپ شاٹ انسٹال ہو رہا ہے…
vi: Đang cài đặt ảnh chụp thư viện…
zh_hans: 正在安装曲库快照…
zh_hant: 正在安裝資料庫快照…

# core.pairing.join.requesting_provider_access
source: Requesting cloud access…
ar: جارٍ طلب الوصول إلى السحابة…
bg: Заявяване на достъп до облака…
bn: ক্লাউড অ্যাক্সেসের অনুরোধ করা হচ্ছে…
cs: Žádost o přístup ke cloudu…
de: Cloud-Zugriff wird angefordert…
es: Solicitando acceso a la nube…
fr: Demande d’accès au cloud…
gu: ક્લાઉડ ઍક્સેસની વિનંતી થઈ રહી છે…
he: מבקש גישה לענן…
hi: क्लाउड ऐक्सेस का अनुरोध किया जा रहा है…
hr: Traženje pristupa oblaku…
it: Richiesta di accesso al cloud…
ja: クラウドへのアクセスをリクエスト中…
kn: ಕ್ಲೌಡ್ ಪ್ರವೇಶವನ್ನು ವಿನಂತಿಸಲಾಗುತ್ತಿದೆ…
ko: 클라우드 액세스 요청 중…
ml: ക്ലൗഡ് ആക്സസ് അഭ്യർഥിക്കുന്നു…
mr: क्लाउड प्रवेशाची विनंती करत आहे…
nl: Cloudtoegang aanvragen…
pa: ਕਲਾਉਡ ਪਹੁੰਚ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
pl: Żądanie dostępu do chmury…
pt_br: Solicitando acesso à nuvem…
ta: மேக அணுகலைக் கோருகிறது…
te: క్లౌడ్ యాక్సెస్‌ను అభ్యర్థిస్తోంది…
th: กำลังขอสิทธิ์เข้าถึงคลาวด์…
tr: Bulut erişimi isteniyor…
uk: Запит доступу до хмари…
ur: کلاؤڈ رسائی کی درخواست کی جا رہی ہے…
vi: Đang yêu cầu quyền truy cập đám mây…
zh_hans: 正在请求云端访问权限…
zh_hant: 正在要求雲端存取權…

# core.pairing.join.saving_library
source: Saving library…
ar: جارٍ حفظ المكتبة…
bg: Запазване на библиотеката…
bn: লাইব্রেরি সংরক্ষণ করা হচ্ছে…
cs: Ukládání knihovny…
de: Mediathek wird gespeichert…
es: Guardando la biblioteca…
fr: Enregistrement de la bibliothèque…
gu: લાઇબ્રેરી સાચવાઈ રહી છે…
he: שומר את הספרייה…
hi: लाइब्रेरी सहेजी जा रही है…
hr: Spremanje fonoteke…
it: Salvataggio della libreria…
ja: ライブラリを保存中…
kn: ಲೈಬ್ರರಿಯನ್ನು ಉಳಿಸಲಾಗುತ್ತಿದೆ…
ko: 라이브러리 저장 중…
ml: ലൈബ്രറി സംരക്ഷിക്കുന്നു…
mr: संग्रहालय जतन होत आहे…
nl: Bibliotheek opslaan…
pa: ਲਾਇਬ੍ਰੇਰੀ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ…
pl: Zapisywanie biblioteki…
pt_br: Salvando a biblioteca…
ta: நூலகம் சேமிக்கப்படுகிறது…
te: లైబ్రరీ సేవ్ అవుతోంది…
th: กำลังบันทึกคลัง…
tr: Arşiv kaydediliyor…
uk: Збереження бібліотеки…
ur: لائبریری محفوظ ہو رہی ہے…
vi: Đang lưu thư viện…
zh_hans: 正在保存曲库…
zh_hant: 正在儲存資料庫…

# core.pairing.join.waiting_for_activation
source: Waiting for activation…
ar: في انتظار التفعيل…
bg: Изчакване на активиране…
bn: সক্রিয়করণের অপেক্ষায়…
cs: Čekání na aktivaci…
de: Warten auf Aktivierung…
es: Esperando la activación…
fr: En attente d’activation…
gu: સક્રિયકરણની રાહ જોવાઈ રહી છે…
he: ממתין להפעלה…
hi: सक्रियण की प्रतीक्षा…
hr: Čekanje aktivacije…
it: In attesa dell’attivazione…
ja: 有効化を待っています…
kn: ಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆಗಾಗಿ ಕಾಯುತ್ತಿದೆ…
ko: 활성화 대기 중…
ml: സജീവമാക്കലിനായി കാത്തിരിക്കുന്നു…
mr: सक्रियतेची प्रतीक्षा…
nl: Wachten op activering…
pa: ਸਰਗਰਮੀ ਦੀ ਉਡੀਕ ਹੈ…
pl: Oczekiwanie na aktywację…
pt_br: Aguardando ativação…
ta: செயல்படுத்தலுக்காகக் காத்திருக்கிறது…
te: సక్రియం కోసం వేచి ఉంది…
th: กำลังรอการเปิดใช้งาน…
tr: Etkinleştirme bekleniyor…
uk: Очікування активації…
ur: فعالسازی کا انتظار ہے…
vi: Đang chờ kích hoạt…
zh_hans: 正在等待激活…
zh_hant: 正在等待啟用…

# core.pairing.join.waiting_for_approval
source: Waiting for approval…
ar: في انتظار الموافقة…
bg: Изчакване на одобрение…
bn: অনুমোদনের অপেক্ষায়…
cs: Čekání na schválení…
de: Warten auf Genehmigung…
es: Esperando aprobación…
fr: En attente d’approbation…
gu: મંજૂરીની રાહ જોવાઈ રહી છે…
he: ממתין לאישור…
hi: मंज़ूरी की प्रतीक्षा…
hr: Čekanje odobrenja…
it: In attesa di approvazione…
ja: 承認を待っています…
kn: ಅನುಮೋದನೆಗಾಗಿ ಕಾಯುತ್ತಿದೆ…
ko: 승인 대기 중…
ml: അംഗീകാരത്തിനായി കാത്തിരിക്കുന്നു…
mr: मंजुरीची प्रतीक्षा…
nl: Wachten op goedkeuring…
pa: ਮਨਜ਼ੂਰੀ ਦੀ ਉਡੀਕ ਹੈ…
pl: Oczekiwanie na zatwierdzenie…
pt_br: Aguardando aprovação…
ta: ஒப்புதலுக்காகக் காத்திருக்கிறது…
te: ఆమోదం కోసం వేచి ఉంది…
th: กำลังรอการอนุมัติ…
tr: Onay bekleniyor…
uk: Очікування схвалення…
ur: منظوری کا انتظار ہے…
vi: Đang chờ phê duyệt…
zh_hans: 正在等待批准…
zh_hant: 正在等待核准…

# core.pairing.join.waiting_for_library
source: Waiting for the library…
ar: في انتظار المكتبة…
bg: Изчакване на библиотеката…
bn: লাইব্রেরির অপেক্ষায়…
cs: Čekání na knihovnu…
de: Warten auf die Mediathek…
es: Esperando la biblioteca…
fr: En attente de la bibliothèque…
gu: લાઇબ્રેરીની રાહ જોવાઈ રહી છે…
he: ממתין לספרייה…
hi: लाइब्रेरी की प्रतीक्षा…
hr: Čekanje fonoteke…
it: In attesa della libreria…
ja: ライブラリを待っています…
kn: ಲೈಬ್ರರಿಗಾಗಿ ಕಾಯುತ್ತಿದೆ…
ko: 라이브러리 대기 중…
ml: ലൈബ്രറിക്കായി കാത്തിരിക്കുന്നു…
mr: संग्रहालयाची प्रतीक्षा…
nl: Wachten op de bibliotheek…
pa: ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਉਡੀਕ ਹੈ…
pl: Oczekiwanie na bibliotekę…
pt_br: Aguardando a biblioteca…
ta: நூலகத்திற்காகக் காத்திருக்கிறது…
te: లైబ్రరీ కోసం వేచి ఉంది…
th: กำลังรอคลัง…
tr: Arşiv bekleniyor…
uk: Очікування бібліотеки…
ur: لائبریری کا انتظار ہے…
vi: Đang chờ thư viện…
zh_hans: 正在等待曲库…
zh_hant: 正在等待資料庫…

# core.pairing.join.waiting_for_provider_access
source: Waiting for cloud access…
ar: في انتظار الوصول إلى السحابة…
bg: Изчакване на достъп до облака…
bn: ক্লাউড অ্যাক্সেসের অপেক্ষায়…
cs: Čekání na přístup ke cloudu…
de: Warten auf Cloud-Zugriff…
es: Esperando acceso a la nube…
fr: En attente de l’accès au cloud…
gu: ક્લાઉડ ઍક્સેસની રાહ જોવાઈ રહી છે…
he: ממתין לגישה לענן…
hi: क्लाउड ऐक्सेस की प्रतीक्षा…
hr: Čekanje pristupa oblaku…
it: In attesa dell’accesso al cloud…
ja: クラウドへのアクセスを待っています…
kn: ಕ್ಲೌಡ್ ಪ್ರವೇಶಕ್ಕಾಗಿ ಕಾಯುತ್ತಿದೆ…
ko: 클라우드 액세스 대기 중…
ml: ക്ലൗഡ് ആക്സസിനായി കാത്തിരിക്കുന്നു…
mr: क्लाउड प्रवेशाची प्रतीक्षा…
nl: Wachten op cloudtoegang…
pa: ਕਲਾਉਡ ਪਹੁੰਚ ਦੀ ਉਡੀਕ ਹੈ…
pl: Oczekiwanie na dostęp do chmury…
pt_br: Aguardando acesso à nuvem…
ta: மேக அணுகலுக்காகக் காத்திருக்கிறது…
te: క్లౌడ్ యాక్సెస్ కోసం వేచి ఉంది…
th: กำลังรอสิทธิ์เข้าถึงคลาวด์…
tr: Bulut erişimi bekleniyor…
uk: Очікування доступу до хмари…
ur: کلاؤڈ رسائی کا انتظار ہے…
vi: Đang chờ quyền truy cập đám mây…
zh_hans: 正在等待云端访问权限…
zh_hant: 正在等待雲端存取權…

# core.pairing.registering_device
source: Registering device…
ar: جارٍ تسجيل الجهاز…
bg: Регистриране на устройството…
bn: ডিভাইস নিবন্ধন করা হচ্ছে…
cs: Registrace zařízení…
de: Gerät wird registriert…
es: Registrando el dispositivo…
fr: Enregistrement de l’appareil…
gu: ઉપકરણ નોંધાઈ રહ્યું છે…
he: רושם את המכשיר…
hi: डिवाइस पंजीकृत किया जा रहा है…
hr: Registriranje uređaja…
it: Registrazione del dispositivo…
ja: デバイスを登録中…
kn: ಸಾಧನವನ್ನು ನೋಂದಾಯಿಸಲಾಗುತ್ತಿದೆ…
ko: 기기 등록 중…
ml: ഉപകരണം രജിസ്റ്റർ ചെയ്യുന്നു…
mr: डिव्हाइस नोंदवत आहे…
nl: Apparaat registreren…
pa: ਡਿਵਾਈਸ ਰਜਿਸਟਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Rejestrowanie urządzenia…
pt_br: Registrando dispositivo…
ta: சாதனம் பதிவுசெய்யப்படுகிறது…
te: పరికరం నమోదు అవుతోంది…
th: กำลังลงทะเบียนอุปกรณ์…
tr: Cihaz kaydediliyor…
uk: Реєстрація пристрою…
ur: آلہ رجسٹر کیا جا رہا ہے…
vi: Đang đăng ký thiết bị…
zh_hans: 正在注册设备…
zh_hant: 正在註冊裝置…
